"No Event Selected." = "Ingen hendelse valgt";
"Multiple Events Selected." = "Flere hendelser valgt";
"No unresolved events." = "Ingen uløste hendelser";
"No unread events." = "Ingen uleste hendelser";
"No matching events found." = "Fant ikke samsvarende hendelser";


//k Contextual Menu Title
"Delete all Messages from \"%@\"" = "Slett alle meldinger fra \"%@\"";
"Mark as Read" = "Merk som lest";
"Mark as Unread" = "Merk som ulest";

//ks Event status tool tips
"Resolved" = "Løst";
"Unresolved" = "Ikke løst";
"Partially Solved" = "Delvis løst";
"Status Unknown" = "Status ukjent";


//ks Event Severity tool tips
"Information" = "Informasjon";
"Warning" = "Advarsel";
"User Intervention Required" = "Inngripen fra bruker påkrevd";
"Resolvable Problem" = "Problem som kan løses";
"Unresolvable Problem" = "Problem som ikke kan løses";


//ks Filter option buttons
" Unread (%u) " = " Ulest (%u) ";
" Unresolved (%u) " = " Uløst (%u) ";

//ks Smash error
"device event retrieval" = "henting av enhetshendelser";
"deletion of event" = "sletting av hendelse";

"The message could not be deleted" = "Meldingen kunne ikke slettes";
